tap "crazymykl/custom"
tap "creasty/tools"
tap "d12frosted/emacs-plus"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "iina/mpv-iina"
tap "ynqa/tap"
brew "act"
brew "libpng"
brew "openssl@3"
brew "pcre2"
brew "glib"
brew "harfbuzz"
brew "zstd"
brew "openjdk"
brew "activemq"
brew "anyenv"
brew "m4"
brew "autoconf"
brew "automake"
brew "bison"
brew "bzip2"
brew "certbot"
brew "cmigemo"
brew "ocaml"
brew "coq"
brew "coreutils"
brew "cpanminus"
brew "czmq"
brew "dbus"
brew "difftastic"
brew "direnv"
brew "erlang"
brew "elixir"
brew "unbound"
brew "gnutls"
brew "libass"
brew "libbluray"
brew "pango"
brew "srt"
brew "ffmpeg"
brew "gawk"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "global"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "golangci-lint"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "gzip"
brew "htop"
brew "hub"
brew "libheif"
brew "python@3.9"
brew "imagemagick"
brew "ispell"
brew "jpeg"
brew "jq"
brew "libdvdcss"
brew "libedit"
brew "libfido2"
brew "libgccjit"
brew "libiconv"
brew "vulkan-loader"
brew "libxml2"
brew "libzip"
brew "mas"
brew "mkvtoolnix"
brew "molten-vk"
brew "mpv"
brew "mysql"
brew "mysql-client"
brew "mysql-client@5.7"
brew "neo4j"
brew "nghttp2"
brew "nkf"
brew "opam"
brew "parallel"
brew "peco"
brew "percona-toolkit"
brew "tidy-html5"
brew "php"
brew "plantuml"
brew "postgresql@14"
brew "python@3.10"
brew "pssh"
brew "pv"
brew "re2c"
brew "redis", restart_service: true
brew "rust-analyzer"
brew "terraform"
brew "texinfo"
brew "tmux"
brew "tor"
brew "translate-shell"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "iina/mpv-iina/mpv-iina", args: ["HEAD"]
brew "ynqa/tap/jnv"
cask "amethyst"
cask "chromedriver"
cask "google-cloud-sdk"
cask "orbstack"
mas "1Focus", id: 969210610
mas "Accelerate", id: 1459809092
mas "AdBlock Pro", id: 1018301773
mas "Be Focused Pro", id: 961632517
mas "BetterSnapTool", id: 417375580
mas "Chrono Plus", id: 946047238
mas "Control Panel for Twitter", id: 1668516167
mas "Developer", id: 640199958
mas "Disk Speed Test", id: 425264550
mas "GarageBand", id: 682658836
mas "Goodnotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "MARKETSPEED", id: 946680495
mas "Microsoft Remote Desktop", id: 1295203466
mas "miniVideo", id: 1483114619
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PiPifier", id: 1160374471
mas "Playgrounds", id: 1496833156
mas "Prime Video", id: 545519333
mas "RunCat", id: 1429033973
mas "Skitch", id: 425955336
mas "Speedtest", id: 1153157709
mas "Take A Break, Please", id: 843150501
mas "The Unarchiver", id: 425424353
mas "White Noise", id: 415139197
mas "Xcode", id: 497799835
vscode "1yib.rust-bundle"
vscode "aki77.rubocop-quick-fix"
vscode "bajdzis.vscode-database"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "connorshea.vscode-ruby-test-adapter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dbankier.vscode-instant-markdown"
vscode "dracula-theme.theme-dracula"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "harryhopkinson.vs-code-runner"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "hnw.vscode-auto-open-markdown-preview"
vscode "jebbs.plantuml"
vscode "jrieken.md-navigate"
vscode "koichisasada.vscode-rdbg"
vscode "lanza.lldb-vscode"
vscode "lfs.vscode-emacs-friendly"
vscode "lorankloeze.ruby-rubocop-revived"
vscode "mindaro-dev.file-downloader"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.mono-debug"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "octref.vetur"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "serayuzgur.crates"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sorbet.sorbet-vscode-extension"
vscode "tomoyukim.vscode-mermaid-editor"
vscode "vadimcn.vscode-lldb"
vscode "wakatime.vscode-wakatime"
